317-s21/present-org/5-themes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-03-30 Tue 12:10 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Five Themes in Christian Thought</title>
<meta name="author" content="Dale Hathaway" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content">
<h1 class="title">Five Themes in Christian Thought</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org5466a09">1. Humanity and Divinity of Christ  [1]</a></li>
<li><a href="#org54ef576">2. Reason and revelation</a></li>
<li><a href="#org90266cc">3. Works and Grace</a></li>
<li><a href="#orgaf1840b">4. Spirit and Structure</a></li>
<li><a href="#org17690e7">5. Church and State</a></li>
<li><a href="#org07674e9">Notes</a></li>
</ul>
</div>
</div>


<div id="outline-container-org5466a09" class="outline-2">
<h2 id="org5466a09">1. Humanity and Divinity of Christ  [1]</h2>
<div class="outline-text-2" id="text-org5466a09">
<ul class="org-ul">
<li>In early church there was debate. Monotheism would seem to prevent the &ldquo;divinity&rdquo; of Christ.</li>
<li>&ldquo;Christ&rdquo; is a modifier &#x2013; it&rsquo;s not a name. It means &ldquo;annointed&rdquo; &#x2013; &ldquo;oily&rdquo;</li>
<li>Secular culture, some from Egypt, some from Greece, Some from the middle-east; contributed to a growing understanding of &ldquo;Jesus the Christ&rdquo; as a divine being.</li>
</ul>
</div>


<div id="outline-container-orgfa1ac2f" class="outline-3">
<h3 id="orgfa1ac2f">Relationship between Father and Son</h3>
<div class="outline-text-3" id="text-orgfa1ac2f">
<ul class="org-ul">
<li>That gave rise to discussion about what kind of divine being.</li>
<li>On the one side of the spectrum was Arius &#x2013; on the other e.g. Athanasius. Arius preferred the gospel of Mark. Athanasius the gospel of John. Within the New Testament itself there is preserved this tension.</li>
<li>The final answer in the early church came in the form of the statements of the creeds &#x2013; especially the so-called &ldquo;Nicene Creed&rdquo;. The theologians who voted in these councils were heavily pressured &#x2013; some have argued &ldquo;bribed&rdquo; &#x2013; to find the &ldquo;right&rdquo; answer. Geo-politics played a role.</li>
</ul>
</div>
</div>
<div id="outline-container-org92a0ccb" class="outline-3">
<h3 id="org92a0ccb">What difference does it make?</h3>
</div>
</div>


<div id="outline-container-org54ef576" class="outline-2">
<h2 id="org54ef576">2. Reason and revelation</h2>
<div class="outline-text-2" id="text-org54ef576">
<ul class="org-ul">
<li>From the early church there was a tension. It is related to a tension between the relationship between secular culture and religious teaching. We might say between &ldquo;church&rdquo; and &ldquo;academy&rdquo;.</li>
<li>&ldquo;Academy&rdquo; was the name of the school at which Aristotle taught in the 3rd c. BCE. It also might be applied to where we are here at WU.  [2]</li>
</ul>
</div>

<div id="outline-container-org7b0edb3" class="outline-3">
<h3 id="org7b0edb3">The Christian church grew out of Judaism,</h3>
<div class="outline-text-3" id="text-org7b0edb3">
<ul class="org-ul">
<li>but took root in the Greco-Roman world.</li>
<li>What we call &ldquo;Reason&rdquo; in the 21st c. is not the same as was meant in 1st c. Palestine, Roman empire. For Greeks reason was the way one came to &ldquo;know&rdquo; and &ldquo;understand&rdquo; the creation &#x2013; the cosmos. There were several levels of reason: nous, episteme, scientia, logos all are words that contained elements of &ldquo;reason&rdquo;. There was clearly a distinction between knowing as you might know a fact or even how to fly to the moon vs. &ldquo;knowing oneself&rdquo; with wisdom.</li>
<li>English cognates: <b>paranoia, epistemology, science, logic</b> &#x2013; the &ldquo;logy&rdquo; in a host of scientific studies</li>
</ul>
</div>
</div>
<div id="outline-container-org2104d12" class="outline-3">
<h3 id="org2104d12">Judaism and &#x2026;</h3>
<div class="outline-text-3" id="text-org2104d12">
<p>
Judaism, both ancient and modern, has a very different understanding of
&ldquo;faith&rdquo; and &ldquo;revelation&rdquo; than is true in Christianity, ancient and
modern.
</p>

<blockquote>
<p>
There is no established formulation of principles of faith that are
recognized by all branches of Judaism. Central authority in Judaism is
not vested in any one person or group - although the Sanhedrin, the
supreme Jewish religious court, would fulfill this role if it were
re-established - but rather in Judaism&rsquo;s sacred writings, laws, and
traditions.  [3]
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org645c3f7" class="outline-3">
<h3 id="org645c3f7">What difference does it make?</h3>
</div>
</div>
<div id="outline-container-org90266cc" class="outline-2">
<h2 id="org90266cc">3. Works and Grace</h2>
<div class="outline-text-2" id="text-org90266cc">
<ul class="org-ul">
<li>The tension in this theme was present in the New Testament, as we see in the debate between the apostle Paul and the Jerusalem church headed by James. What was at stake for them was really about identity, because the fledgling church sought to distinguish itself from its parent &#x2013; the Judaism of Jerusalem.</li>
<li>The Judaism of Jerusalem would be utterly destroyed in 70 CE, never to be reborn. Instead Judaism re-invented itself in the form of what we call &ldquo;rabbinic Judaism&rdquo;. The sacred texts and sacred figures of this Judaism are reflected in the Mishnah, Gemara, and Talmud of the 3rd-5th centuries.</li>
</ul>
</div>
<div id="outline-container-org600e9ce" class="outline-3">
<h3 id="org600e9ce">Reformation and &#x2026;</h3>
<div class="outline-text-3" id="text-org600e9ce">
<ul class="org-ul">
<li>In the Reformation this became a central theme in a way it had not been before. It was about how one was &ldquo;justified&rdquo; before God. In a simplistic way, we could place Luther and the reformers on the side of Grace and the Catholic church on the side of Works, with the Anglican church trying to hold the middle position.</li>
<li>&ldquo;Justification&rdquo; and &ldquo;Atonement&rdquo; are concepts trying to speak to the relationship between God and the human. There is considerable discussion throughout the period of our course, the 17th-21st centuries, about what is the best language to use about the relationship between God and humans.</li>
<li>For some there is no language that is truly adequate. Others hold tightly onto classical formulations.</li>
</ul>
</div>
</div>
<div id="outline-container-org4626738" class="outline-3">
<h3 id="org4626738">What difference does it make?</h3>
</div>
</div>
<div id="outline-container-orgaf1840b" class="outline-2">
<h2 id="orgaf1840b">4. Spirit and Structure</h2>
<div class="outline-text-2" id="text-orgaf1840b">
<ul class="org-ul">
<li>It was only gradually that there developed a strong sense of the &ldquo;Spirit&rdquo; in theology. The earliest debates were about the relationship between Jesus/ the Christ and God the Father. As Trinitarian theology developed in the 4th century and beyond there was a growing concern about the nature of the 3rd element of the Trinitarian faith &#x2013; the &ldquo;Holy Spirit.&rdquo;</li>
<li>Eventually those debates became so heated that the Orthodox Christian churches of the East separated from the Western church centered in Rome. They anathematized one another in 1054 CE.  [4]</li>
</ul>
</div>
<div id="outline-container-org2e61297" class="outline-3">
<h3 id="org2e61297">Ongoing debate</h3>
<div class="outline-text-3" id="text-org2e61297">
<ul class="org-ul">
<li>Historically, the church has debated about the right ways to believe &#x2013; &ldquo;orthodoxy&rdquo; &#x2013; and the right way to act &#x2013; &ldquo;orthopraxis&rdquo;. The institution has often been pitted against local communities. Placher says on p. 5</li>
</ul>

<blockquote>
<p>
These debates have raged from the time of the Montanists in the second
century, to medieval arguments about the papacy and the sacraments,
through the Reformation to the present. Christianity cannot exist in
history without taking a particular form&#x2014;no faith can&#x2014;but some
Christians always resist identifying that form with the action of God.
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org894980e" class="outline-3">
<h3 id="org894980e">Charisma (gifts)</h3>
<div class="outline-text-3" id="text-org894980e">
<ul class="org-ul">
<li>&ldquo;Charismatic&rdquo; energy has often been a creative force while the institution normally prefers structure. Earlier in his text Placher spends some time discussing the &ldquo;Montanists&rdquo;, key figures in the transition from &ldquo;charisma to hierarchy&rdquo;. This kind of tension can be traced throughout the life of the church.</li>
<li>Look up &ldquo;Holy Spirit&rdquo; and &ldquo;charismatic leadership&rdquo; in the index for further connections with the development of theology.</li>
</ul>
</div>
</div>
<div id="outline-container-org0cbe097" class="outline-3">
<h3 id="org0cbe097">What difference does it make?</h3>
</div>
</div>
<div id="outline-container-org17690e7" class="outline-2">
<h2 id="org17690e7">5. Church and State</h2>
<div class="outline-text-2" id="text-org17690e7">
<ul class="org-ul">
<li>The first relationship the earliest Christians had with the State was not very favorable. Jesus himself was executed by the State, i.e. Rome. Christianity was illegal for a time and suffered &ldquo;intermittent persecutions.&rdquo; (p. 5) By the 4th c., however, Christians began to hold political power. In time they held considerable political power.</li>
<li>In most religions around the world they is a symbiotic relationship between religious authorities and secular authorities. Sometimes they have coincided, but mostly they live in tension and partnership with one another. It is no different with the Christian church throughout the centuries.</li>
</ul>
</div>
<div id="outline-container-org1f7f143" class="outline-3">
<h3 id="org1f7f143">Reformation and &#x2026;</h3>
<div class="outline-text-3" id="text-org1f7f143">
<ul class="org-ul">
<li>As we have seen in the pages on the Anabaptists and other radical Reformers, there is a strand within Christianity that sees itself over and against the state. This was in part the motivation of the Desert Fathers and Mothers in the 3rd-4th centuries.</li>
<li>The controversy of Arminius centered around precisely this issue. Calvin advocated for a very tight relationship between church and state.</li>
<li>The founding of the U.S. &#x2013; the &ldquo;City on a hill&rdquo; &#x2013; has provided an almost unique experiment in separating church from state. Sometimes in our national history the distance has been greater, sometimes nearer.</li>
<li>The Catholic Church has in its own way struggled with the tension for longer than other wings of the Christian church.</li>
</ul>
</div>
</div>
<div id="outline-container-orge90157e" class="outline-3">
<h3 id="orge90157e">What difference does it make?</h3>
</div>
</div>
<div id="outline-container-org07674e9" class="outline-2">
<h2 id="org07674e9">Notes</h2>
<div class="outline-text-2" id="text-org07674e9">
<p>
[1] <a href="https://www.smp.org/dynamicmedia/files/e7e7384c1469d796b23216aa83a9ecbd/TX002920-1-background-The%5C_Divinity%5C_of%5C_Jesus.pdf">https://www.smp.org/dynamicmedia/files/e7e7384c1469d796b23216aa83a9ecbd/TX002920-1-background-The%5C_Divinity%5C_of%5C_Jesus.pdf</a>
</p>

<p>
[2] <a href="https://iep.utm.edu/faith-re/">https://iep.utm.edu/faith-re/</a>
</p>

<p>
[3] <a href="https://en.wikipedia.org/wiki/Jewish%5C_principles%5C_of%5C_faith">https://en.wikipedia.org/wiki/Jewish%5C_principles%5C_of%5C_faith</a>
</p>

<p>
[4] <a href="https://www.learnreligions.com/the-great-schism-of-1054-4691893">https://www.learnreligions.com/the-great-schism-of-1054-4691893</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: Spring 2021</p>
<p class="author">Author: Dale Hathaway</p>
<p class="date">Created: 2021-03-30 Tue 12:10</p>
</div>
</body>
</html>
